<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ==========================================================
 * $Author: liubo $
 * $Id: attention_list.php 17217 2011-01-19 06:29:08Z liubo $
 */

$_LANG['goods_name'] = '商品名稱';
$_LANG['goods_last_update'] = '最新更新日期';
$_LANG['attention_addtolist'] = '插入發送隊列';
$_LANG['attention_ckaddtolist'] = '確定給關注此商品的用戶發送商品最新信息?此操作會將此商品的最新信息發送給關注此商品的用戶';
$_LANG['pri'][0] = '普通';
$_LANG['pri'][1] = '高';
$_LANG['goods_edit'] = '編輯商品';
$_LANG['finish_list'] = '已經插入 %s 條記錄,請稍後~';
$_LANG['finishing'] = '正在生成請稍後';
$_LANG['edit_ok'] = '操作成功！';
$_LANG['batch_note'] = '將此日期後更新的商品全部插入發送隊列：';
?>