<?php

/**
 * ECSHOP
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: check_file_priv.php 17217 2011-01-19 06:29:08Z liubo $
*/

$_LANG['item'] = '項目';
$_LANG['read'] = '可讀許可權';
$_LANG['write'] = '可寫許可權';
$_LANG['modify'] = '可修改許可權';
$_LANG['dir'] = '目錄';
$_LANG['dir_subdir'] = '目錄及其子目錄';
$_LANG['tpl_file'] = '下所有模板文件';
$_LANG['detail'] = '詳情';

$_LANG['unread'] = '不可讀';
$_LANG['unwrite'] = '不可寫';
$_LANG['unmodify'] = '不可修改';

$_LANG['unrename'] = '目錄需要執行rename許可權';
?>