<?php

/**
 * ECSHOP 流量统计语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: flow_stats.php 17217 2011-01-19 06:29:08Z liubo $
*/

$_LANG['tab_general'] = '綜合訪問量';
$_LANG['tab_area'] = '地區分布';
$_LANG['tab_from'] = '來源網站';

$_LANG['general_stats'] = '綜合訪問量統計';
$_LANG['area_stats'] = '地區分布統計';
$_LANG['from_stats'] = '來源網站統計';

$_LANG['url'] = '地址';
$_LANG['area'] = '地區';
$_LANG['input_url'] = '直接輸入地址';
$_LANG['date'] = '日期';
$_LANG['access_count'] = '訪問量';
$_LANG['access_query'] = '查詢';
$_LANG['compare_query'] = '對比查詢';

$_LANG['start_date'] = '開始日期';
$_LANG['end_date'] = '結束日期';

$_LANG['down_flow_stats'] = '流量分析報表下載';
$_LANG['flow_statistics'] = '流量分析報表';

?>