<?php

/**
 * ECSHOP 授权证书管理语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: testyang $
 * $Id: agency.php 15013 2008-10-23 09:31:42Z testyang $
 */

/* 菜单 */
$_LANG['upload_license'] = '上傳證書';
$_LANG['download_license'] = '下載證書';
$_LANG['back'] = '返回';

/* 列表頁 */
$_LANG['license_here'] = 'license證書';

/* 標籤 */
$_LANG['label_certificate_download'] = '證書下載備份';
$_LANG['label_license_key'] = '授權碼：';
$_LANG['label_certificate_reset'] = '證書上傳恢復';
$_LANG['label_delete_license'] = '錯誤證書刪除';
$_LANG['label_select_license'] = '選擇上傳證書：';

/* 系統提示 */
$_LANG['delete_license_notice'] = '當您上傳了錯誤的證書導致證書功能失效時，請先在此處清空錯誤的證書，再使用證書上傳恢復功能恢復正確的證書。';
$_LANG['license_notice'] = '證書是您享受ECTouch軟體服務的唯一標識，它記錄了您的網店的授權信息、購買官方服務記錄、簡訊帳戶等重要信息。您需要通過「證書下載備份」功能備份證書，並妥善保管。在您遇到商店系統需要重新安裝時，可以在新安裝的系統中使用「證書上傳恢復」功能將之前備份的證書恢復，這樣新系統就可以繼續使用證書內的重要信息。';
$_LANG['delete_license'] = "錯誤的證書已刪除。";
$_LANG['fail_license'] = "證書內容不全。請先確定證書是否正確然後重新上傳！";
$_LANG['recover_license'] = "證書恢復成功。";
$_LANG['no_license_down'] = "失敗。暫無證書可下載！";
$_LANG['fail_license_login'] = "證書登錄失敗。上傳證書不正確！";

/* JS提示 */
$_LANG['js_languages']['del_confirm'] = '確認刪除錯誤的證書嗎？';

?>