<?php

/**
 * ECTouch Open Source Project
 * ============================================================================
 * Copyright (c) 2012-2014 http://ectouch.cn All rights reserved.
 * ----------------------------------------------------------------------------
 * 文件名称：balance.php
 * ----------------------------------------------------------------------------
 * 功能描述：余额支付插件语言包
 * ----------------------------------------------------------------------------
 * Licensed ( http://www.ectouch.cn/docs/license.txt )
 * ----------------------------------------------------------------------------
 */


$_LANG['balance'] = '餘額支付';
$_LANG['balance_desc'] = '使用帳戶餘額支付。只有會員才能使用，通過設置信用額度，可以透支。';

return $_LANG;