<?php

/**
 * ECTouch Open Source Project
 * ============================================================================
 * Copyright (c) 2012-2014 http://ectouch.cn All rights reserved.
 * ----------------------------------------------------------------------------
 * 文件名称：balance.php
 * ----------------------------------------------------------------------------
 * 功能描述：银行汇款（转账）语言包
 * ----------------------------------------------------------------------------
 * Licensed ( http://www.ectouch.cn/docs/license.txt )
 * ----------------------------------------------------------------------------
 */

/* 访问控制 */
if (! defined('IN_ECTOUCH')) {
    die('Deny Access');
}

$_LANG['bank'] = '銀行匯款/轉帳';
$_LANG['bank_desc'] = '銀行名稱' . chr(13) . '收款人信息：全稱 ××× ；帳號或地址 ××× ；開戶行 ×××。' . chr(13) . '注意事項：辦理電匯時，請在電匯單「匯款用途」一欄處註明您的訂單號。';
