<?php

/**
 * ECTouch Open Source Project
 * ============================================================================
 * Copyright (c) 2012-2014 http://ectouch.cn All rights reserved.
 * ----------------------------------------------------------------------------
 * 文件名称：tenpay.php
 * ----------------------------------------------------------------------------
 * 功能描述：财付通wap支付插件语言包
 * ----------------------------------------------------------------------------
 * Licensed ( http://www.ectouch.cn/docs/license.txt )
 * ----------------------------------------------------------------------------
 */


$_LANG['tenpay'] = '財付通';
$_LANG['tenpay_desc'] = '財付通網站(www.tenpay.com)是國內先進的網上支付平台。';
$_LANG['tenpay_account'] = '財付通商戶號';
$_LANG['tenpay_key'] = '財付通密鑰';
$_LANG['magic_string'] = '財付通簽名';
$_LANG['pay_button'] = '立即使用財付通支付';

return $_LANG;